{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "permissões"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Para descrições detalhadas dessas permissões, consulte o [referência permissões] (% s)."
        },
        "ae9a363b2dfa9181da7ffde8e37813b5": {
            "text": "tachado"
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Verificando a permissão page-edit aqui não concede acesso de edição a quaisquer páginas por conta própria. Em vez disso, ele permite que você configure o acesso de edição para este papel em definições de acesso do modelo. A permissão de página de edição é também o que permite aos usuários ver Páginas da administração. Esta permissão é recomendada para todos os usuários administrativos."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Indica que a permissão pode ser opcionalmente adicionados ou revogada a partir de funções de usuário em configurações de acesso modelo. Verificando a permissão permite-lo para todos os modelos editáveis. Se você só deseja uma função de usuário para ter uma dessas permissões para páginas usando modelo (s) específico, você deve deixá-lo desmarcado aqui e em vez selecioná-lo em uma guia modelo de \"acesso\"."
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "A página-add e página criar permissões só podem ser adicionados a partir das definições de acesso do modelo e são mostrados aqui apenas para fins informativos."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Indica um modelo que adiciona a permissão. Clique para abrir uma janela para as configurações de acesso para esse modelo. Se o nome do modelo tem% s indica que a permissão é adicionado ao modelo, mas que está sendo substituído por sua seleção aqui."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "Igual ao acima, excepto que a permissão está a ser revogado por esse modelo (em vez de adicionado)."
        },
        "c6cc7e92b9fc348360b34c024086432c": {
            "text": "Nome | descrição"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Adicionar as crianças a páginas usando modelo"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Criar páginas usando modelo"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "Esta permissão só pode ser atribuído pela configurações de acesso modelo."
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(requeridos)"
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Esta permissão é necessária para todas as funções."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "aplica-se a todos os modelos editáveis"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "% 1 $ s adicionado pelo modelo% 2 $ s, clique para editar"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "% 1 $ s revogada pelo modelo% 2 $ s, clique para editar"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Marcar essa caixa adiciona a permissão para todos os modelos editáveis, mas essa permissão já está sendo aplicada separadamente por um ou mais modelos. Para manter as coisas arrumadas, sugerimos remover a permissão desses modelos antes de o activar para todos. Tem certeza de que deseja ativar-lo agora?"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "Actualmente aplicado a quaisquer modelos"
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Roles"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Gerenciar funções de usuário e que permissões estão ligados"
        }
    }
}