{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "sim"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Não"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "O \"HTML Entity Encoder\" formatador de texto é recomendado para campos de URL."
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Se este URL será usado para qualquer saída, é altamente recomendável que você selecione a opção \"HTML Entity Encoder\" para \"formatadores de texto\", na guia Detalhes."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Permitir URLs relativos \/ locais sem \"http: \/\/\" no início?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "URLs locais \/ relativos são aqueles sem esquema e domínio."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Permitem nomes de domínio internacionalizados (IDNs)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Quando ativado, são permitidos nomes de domínio não-ASCII."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Permitir caracteres de aspas simples \/ duplas em URLs?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Quando ativado, você deve estar absolutamente certos essas URLs estão entidade codificado quando usado na marcação."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "caminho raiz site preceder a URLs locais \/ parente?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Esta opção irá anteceder automaticamente caminho raiz do site para quaisquer URLs que começam com uma barra, como \/ some \/ path \/. Isso é útil se o seu site está sendo executado a partir de um subdiretório, porque você não terá que incluir esse subdiretório nas URLs que você digita nesse campo. você deve mais tarde mover seu site para a raiz de um domínio (ou outro subdiretório), você não terá que se preocupar URLs sobre quebrados. Com essa opção ativada, sempre entrar URLs como se o site estava executando a partir da raiz de um domínio, independentemente de ele está correndo de um subdiretório ou não. Naturalmente, este é aplicável somente se você tiver selecionado 'Sim' para permitir que URLs locais \/ parente no campo acima. Os desenvolvedores também podem querer notar que esta opção se aplica somente quando outputFormatting de uma página está ligado."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Garante que URLs não são quebrados quando se deslocam de um site a partir de um subdiretório para root (o exemplo mais comum)."
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "URL"
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "O campo que armazena uma URL"
        }
    }
}